{
  "root": [
    {
      "id": "5c774575-184d-4987-806e-bc2c29ed79c7",
      "order": 0,
      "title": "Project Context and Strategy",
      "children": [
        {
          "id": "0cec7263-5dcf-4c40-ab43-9966b226dacd",
          "order": 0,
          "title": "Tacemus Context",
          "description": "Project vision and strategy for Tacemus - custom website design service for referrals like BuildOS, 9Takes, TheCadreTraining.com"
        },
        {
          "id": "4719ee90-e82e-428f-aa9d-fa7287533330",
          "order": 1,
          "title": "Tacemus Positioning document",
          "description": "Positioning depth questions and responses for shifting Tacemus from \"pick me\" to \"with or without you\" energy"
        },
        {
          "id": "ca7aee91-9807-45ba-a95f-32f4bf500b78",
          "order": 2,
          "title": "Anne Arundel Biz Expo 2026 - Live Notes and Strategic Opportunities",
          "description": "Live notes from Anne Arundel Biz Expo 2026 including contacts, Visit Annapolis partnership opportunities, AAEDC AI strategy, and revenue projections"
        },
        {
          "id": "a8e2b99a-5201-46cd-bfe1-bbec52273210",
          "order": 3,
          "title": "Anne Arundel Biz Expo and County Accessibility Outreach",
          "description": "Strategic plan for Biz Expo attendance and county website accessibility contracts with WCAG compliance opportunity"
        },
        {
          "id": "1108c07d-e2ce-4d40-92a9-75a5c7a846f7",
          "order": 4,
          "title": "County Outreach",
          "description": "Anne Arundel County accessibility outreach folder containing WCAG audit proposals/templates, Biz Expo campaign briefs, and outreach scripts. Documents: 82d30ed6-28bf-4d6b-beb4-1cac59fbbc1e, 514423c0-50b7-4398-9bf3-953bc825c081, 62150ba5-bd1d-41c5-a0d8-f43c60a0010b, d2799525-d279-9525-85d2-79d2595d25d2, a8f314f0-a8f3-14f0-8a31-4f314f0a8f31."
        },
        {
          "id": "d2799525-6fe6-4459-9cd3-82b57bc9f404",
          "order": 5,
          "title": "Anne Arundel County WCAG Audit Proposal Template",
          "description": "Proposal template offering free WCAG 2.1 accessibility audits to Anne Arundel County government websites in exchange for prioritized consideration on future website redesign contracts. Includes scope, methodology, deliverables, timeline, and case studies."
        }
      ],
      "description": "Strategic documents for Tacemus website design business including positioning, market context, and outreach strategies"
    },
    {
      "id": "8b2eb623-c37c-4d63-ad02-c277c777543d",
      "order": 1,
      "title": "Client Work",
      "children": [
        {
          "id": "be374ea5-90ef-41b7-a8e7-0a5e3395344c",
          "order": 0,
          "title": "Rod Chamberlin",
          "children": [
            {
              "id": "44d80a84-2bd8-4e8f-a806-0df23a0af5d9",
              "order": 0,
              "title": "Rod Chamberlin Project Recovery Plan",
              "description": "Recovery plan to unblock Rod Chamberlin project pending compliance review. Lists blocked tasks, Monday check-in actions, updated timeline."
            },
            {
              "id": "adb6bf06-2119-4765-bba4-7e96c9a01069",
              "order": 1,
              "title": "Rod (Bob/Rob) Chamberlin - Magnum Wealth Management Client Intake",
              "description": "Complete client intake for Rod Chamberlin including referral source (Phil Velayo), firm overview, team bios, current website audit, and meeting prep checklist"
            },
            {
              "id": "5d3abbeb-2734-47db-9717-e3c0b5a8fd5a",
              "order": 2,
              "title": "Rod meeting notes Jan 12",
              "description": "Meeting notes from January 12 kickoff with Rod Chamberlin covering wealth management compliance, Snappy Kraken/LPL integrations, domain strategy, and ideal client avatar ($5M+ business owners)"
            },
            {
              "id": "f7e08b3f-540f-4839-9263-75978cdb9100",
              "order": 3,
              "title": "Rod Website - Design & Branding Plan",
              "description": "Design and branding plan for Rod Chamberlin websites - colors, fonts, common look across domains targeting $5M+ family-oriented business owners"
            },
            {
              "id": "64f2aa85-9fa8-47b9-9de7-f51295c2823a",
              "order": 4,
              "title": "Rod Website - Compliance & Content Plan",
              "description": "Compliance and content plan for Rod Chamberlin websites - PDF exports, newsletter signup, whitepaper downloads, events gallery, Snappy Kraken and LPL/Outlook email integrations"
            },
            {
              "id": "40c72d1e-1a63-4f4b-a620-77b4910e6903",
              "order": 5,
              "title": "Rod Website - Deployment Plan",
              "description": "Deployment and launch plan for Rod Chamberlin websites - Ionos domains (magnumwealthmanagement.com, beyondexitplanning.com), admin portal testing, demo Jan 20, launch post-approval"
            },
            {
              "id": "df6de3dd-e82b-405a-8062-d1a007ca0c27",
              "order": 6,
              "title": "Rod Chamberlin Website Project - Unified Action Plan and Summary",
              "description": "Unified action plan and status summary for Rod Chamberlin website project - currently on hold pending compliance review, Feb 3 check-in scheduled"
            },
            {
              "id": "61be5556-0dad-47a0-ab8d-e98f39691202",
              "order": 7,
              "title": "Visual Brand Development Process",
              "description": "Systematic 6-phase process for defining visual identity - aesthetic philosophy, reference analysis, design tokens, component patterns, interaction details, and documentation"
            },
            {
              "id": "e5644ab0-3311-4882-a77d-fbd526abbec5",
              "order": 8,
              "title": "Rod Chamberlin Compliance Check-in Prep",
              "description": "Preparation document for Monday check-in with Rod Chamberlin regarding compliance review status. Covers discussion points for LPL approval, required website changes, content approval status, and timeline for unblocking blocked tasks."
            },
            {
              "id": "00d853f9-a3ab-4ae1-8519-2d7278238fad",
              "order": 9,
              "title": "Rod Chamberlin Websites - Wireframe Requirements Brief",
              "description": "Wireframe brief for Rod Chamberlin sites (Magnum Wealth & Beyond Exit Planning): key pages, design requirements, compliance notes, brand positioning for $5M+ clients."
            }
          ],
          "description": "Rod Chamberlin (Magnum Wealth Management) project folder with intake, meeting notes, design plans, compliance plan, deployment plan, and unified action plan"
        },
        {
          "id": "4a804998-9788-44ec-b9cf-e6a69b558167",
          "order": 1,
          "title": "Rod Chamberlin Project - Status & Unblock Strategy",
          "description": "Status summary and unblock strategy for Rod Chamberlin website project. Documents blocked tasks pending LPL compliance review and outlines Monday outreach plan to reset timeline based on compliance status."
        },
        {
          "id": "d431b348-6f0e-496b-ba5f-4c5504f5230e",
          "order": 2,
          "title": "Rod Recovery",
          "description": "Rod Chamberlin project recovery folder under Client Work, containing compliance prep, status/unblock strategies, recovery plans, and wireframe briefs. Documents: e5644ab0-e564-4ab0-8e56-44ab0e5644ab, 4a804998-4a80-4998-4a80-49984a804998, 44d80a84-2bd8-4e8f-a806-0df23a0af5d9, 00d853f9-a3ab-4ae1-8519-2d7278238fad."
        }
      ],
      "description": "Client work documentation folder containing Rod Chamberlin wealth management project materials"
    },
    {
      "id": "8c2e4b2a-a535-4957-a7ae-157dfde950c5",
      "order": 2,
      "title": "Templates",
      "children": [
        {
          "id": "449705f8-bd99-4254-9842-3645abbbed63",
          "order": 0,
          "title": "Client Intake Template",
          "description": "Comprehensive template for capturing initial client impressions, business overview, and project direction before formal discovery. Includes sections for current state assessment, brand direction sparks, positioning hypothesis, goals, requirements, and next steps."
        },
        {
          "id": "9115924c-b2ac-408d-a170-360092dac147",
          "order": 1,
          "title": "Client Intake Template: Ian Miner",
          "description": "Client intake template customized for Ian Miner. Captures initial impressions, business overview, and project direction before discovery phase."
        }
      ],
      "description": "Templates folder for client intake and onboarding documents"
    },
    {
      "id": "a8f314f0-79ed-44ec-8765-0c6b6dce8151",
      "order": 3,
      "title": "WCAG Audit Template",
      "description": "Standardized template for conducting WCAG 2.1 AA compliance audits. Includes evaluation checklist, scoring matrix, reporting format, and remediation recommendations for county websites."
    },
    {
      "id": "82383070-60d5-43ca-89fc-d0cdf39dedd9",
      "order": 4,
      "title": "Referral Tracking System Specification",
      "description": "System specification for tracking website design referrals from intake to delivery. Covers intake form, status pipeline (Lead → Qualified → Proposal → Contract → Delivered), automated notifications, reporting dashboard, and CRM integrations."
    }
  ],
  "version": 33
}